import {Img, Item} from "../../common/common-class";

export const VillageInfo = {
    "塘岐": {
        "intro": "全北竿最熱鬧的地方，也是行政中樞，有小七與機場",
        "list": {
            "吃": [
                new Item('7-11', '', [
                    new Img('./assets/village/塘岐/北竿小七.JPG','讓遠離故鄉的役男懷念台灣的地方XD'),
                ]),
                new Item('歇腳亭', '',[
                    new Img('./assets/village/塘岐/歇腳亭.JPG','讓遠離故鄉的役男懷念台灣的地方之二，飲料不錯喝，價位與台灣連鎖店一樣(感動～)')
                ]),
                new Item('龍和', '',[
                    new Img('','不錯吃，有100元便當可以吃，也有桌菜可以叫，CP值不錯')
                ]),
                new Item('您餓了嗎', '',[
                    new Img('','價格便宜，適合窮苦役男吃，食物不錯，老闆娘人很好，肚子很餓叫雞排飯就對了')
                ]),
            ],
            "住": [
                new Item('台江大飯店', '',[
                    new Img('','沒住過，團客、陸客住的')
                ]),
                new Item('北海岸飯店', '',[
                    new Img('','沒住過，團客、陸客住的')
                ]),
                new Item('梅花號', '',[
                    new Img('','價格便宜，專門營業釣客，沒住過')
                ]),
                new Item('其他', '',[
                    new Img('','就是飯店，沒什麼特別的民宿')
                ])
            ],
            "其他": [
                new Item('北竿鄉公所', '',[
                    new Img('','社會役與行政役的上班場所，沒什麼好參觀的XD')
                ]),
                new Item('北竿衛生所', '',[
                    new Img('','北竿沒有醫院，只有衛生所，祈禱自己不要生病吧！ 不過就醫經驗(牙醫與一般外科)其實還不錯，感謝醫護人員付出OTZ')
                ]),
                new Item('北竿機場', '',[
                    new Img('','有飛機就是狂，每天三班；如果遇到大霧不會飛，旅遊旺季旺旺旺，機票超難買')
                ]),
                new Item('北竿公車站', '',[
                    new Img('','約一個小時一班，就一個路線環島一圈15元，可用悠遊卡')
                ])
            ]
        }
    },
    "後沃": {
        "intro": "在塘岐過機場隧道後，有沙灘可以看藍眼淚和挖蛤蟆",
        "list": {
            "List": [
                new Item('戰爭和平公園', '',[
                    new Img('./assets/village/後沃/戰爭和平公園.JPG','蒐藏一些關於戰爭的物品，外面有坦克模型可以拍照，體力好可以走隱藏步道；另外，去可以請觀光役播放北竿介紹影片')
                ]),
                new Item('塘後沙灘', '',[
                    new Img('./assets/village/後沃/塘後沙灘.JPG','平坦的細沙灘，是個挖蛤仔、看藍眼淚的好地方；不過定期會有海漂垃圾出現，清潔人員每天清也清不完')
                ]),
                new Item('螺蚌山步道', '',[
                    new Img('./assets/village/後沃/螺蚌山步道5.JPG','螺蚌山步道，來回總長1.5km，步行約半小時'),
                    new Img('./assets/village/後沃/螺蚌山步道1.JPG','不像一般的人工步道，螺蚌山步道配合地形，採用材質相近的石階，別具特色'),
                    new Img('./assets/village/後沃/螺蚌山步道2.JPG','步道陡峭，不適合行動不便者；風大時要特別小心'),
                    new Img('./assets/village/後沃/螺蚌山步道3.JPG','回眺北竿，可以看到機場跑道與塘岐'),
                    new Img('./assets/village/後沃/螺蚌山步道4.JPG','海上孔子像，不太明顯.... 一個望文生義的概念')
                ])
            ]
        }
    }
    ,
    "橋仔": {
        "intro": "小聚落",
        "list": {
            "List": [
                new Item('漁業博物館', '',[
                    new Img('','放置一些關於北竿漁業的用具與介紹，大概十分鐘就逛完了。')
                ]),
                new Item('大雄海鮮餐廳', '',[
                    new Img('','風評良好，吃飯好去處，可品嚐馬祖當地特色佳餚')
                ]),
                new Item('前往大坵', '',[
                    new Img('','季節性，島上有放生的梅花鹿，去一趟約兩小時。可搭乘梅花號前往，五人成團一人300元(詳細請問店家：)')
                ])
            ]
        }
    },
    "白沙":{
        "intro": "港口，有小三通可以坐船去大陸",
        "list": {
            "List": [
                new Item('船班', '',[
                    new Img('','去大陸或是南竿，季節性有去大坵看梅花鹿(請去"橋仔"看詳細內容)')
                ])
            ]
        }
    },
    "坂里":{
        "intro": "小聚落",
        "list": {
            "List": [
                new Item('坂里大宅', '',[
                    new Img('','平坦的細沙灘，是個挖蛤仔、看藍眼淚的好地方；不過定期會有海漂垃圾出現，清潔人員每天清也清不完；')
                ]),
                new Item('坂里早餐', '',[
                    new Img('','平坦的細沙灘，是個挖蛤仔、看藍眼淚的好地方；不過定期會有海漂垃圾出現，清潔人員每天清也清不完；')
                ]),
                new Item('北竿遊客中心(興建中)', '',[
                    new Img('','平坦的細沙灘，是個挖蛤仔、看藍眼淚的好地方；不過定期會有海漂垃圾出現，清潔人員每天清也清不完；')
                ]),
            ]
        }
    },
    "芹壁":{
        "intro": "號稱東方地中海，閩東式建築聚落，觀光勝地，有許多優質民宿、咖啡廳",
        "list": {
            "List": [
                new Item('家適咖啡', '',[
                    new Img('','雞腿套餐好吃，披薩也好吃，餐點都不賴，CP值不輸台灣的簡餐店')
                ]),
                new Item('塘後沙灘', '',[
                    new Img('','平坦的細沙灘，是個挖蛤仔、看藍眼淚的好地方；不過定期會有海漂垃圾出現，清潔人員每天清也清不完；')
                ])
            ]
        }
    }
};