/**
 * Created by zhengyuanjie on 2016/11/21.
 */
export const IntroData = {
    "title": "交通與觀光彙整區",
    "list": [
        {
            "title": "・台灣到馬祖：飛機",
            "content": `搭乘國內線的話就只有立榮航空，可以在松山飛往南竿(每日約五班)和北竿(每日三班)；也可以到台中機場飛往南竿(每日正中午一班)，票價約為1900元<br/>
                    立榮航空開放最早兩個月前訂票，<a target="_blank" href="http://www.uniair.com.tw/uniweb/index.aspx" alt="立榮航空">官網連結</a>，如果是在旅遊旺季(4-10月)，尤其是連假真的會秒殺。<br/>
                    搭乘國內線行李限制比較寬鬆，基本上行動電源、電腦隨身帶，液態瓶裝物品好像不太檢查(個人帶過大條牙膏)。<br/>
                    除了旺季票不好訂外，馬祖霧季(12~3月)容易起大霧導致飛機停飛，常見到遊客被困在島上回不去，要特別注意。
                `
        },{
            "title": "・台灣到馬祖：船",
            "content":`
                搭船的話要到基隆港搭乘臺馬輪或是台馬之星，台馬之星是新購買的二手船，但是常常故障維修；臺馬輪較舊但是比較少聽到故障。<br/>
                搭乘路線為 基隆<-->東引<--->南竿，航線會有先東後南或是先南後東，只有前後到的問題。<br/>
                搭乘時間約八小時，出發時間的話 基隆晚上發船，早上約七點到南竿；南竿折返基隆的話則是原班返回，早上約十點出發下午六點到基隆。<br/>
                票價部分則看位置，一般的經濟艙為1050元，有單個臥鋪，有時風浪大不好入睡，會暈船要仔細考慮。<a target="_blank" href="http://www.shinhwa.com.tw/" alt="立榮航空">新華郵輪官網連結</a><br/>
                船班開航比較不受天氣影響，但有時風浪過大還是有機會停航(冬天發生機率很高！)，旅遊旺季時候旅行社會同時預定船票和機票，這也是讓在地人很頭痛的地方。
            `
        },{
            "title": "・島內交通",
            "content":`
                馬祖共有四個島，莒光、東引、南竿與北竿，南竿為馬祖的中樞，也是搭船往其他島的唯一交通轉運中樞。<br/>
                南竿<-->北竿船班很多，早上七點到下午五點，每小時一班；南竿<-->東引船班就是搭臺馬輪；南竿<-->莒光每日三班船。<br/>
                可上官網查詢<a target="_blank" href="http://www.matsu-nsa.gov.tw/User/Article.aspx?a=129&l=1&pda=1" alt="馬祖島際交通">馬祖島際交通</a>
            `
        }
    ]
};